<template>
	<div class="box_warpper">
		<v-headerImg></v-headerImg>
		<div class="box w1300">
			<v-leftMenu :data="data" @getIndex="getIndex" ref="leftMenu"></v-leftMenu>
			<div class="content __relative">
				<p class="prod_comp_view_name">
					<span class="el-icon-edit mr10"></span>
					<span>{{data.option[active.fatherActive].title}}</span>
				</p>
				<div class="container" v-html="content[active.fatherActive].str"></div>
			</div>
		</div>
	</div>
</template>

<script>
  import headerImg from "@/components/headerImg"
  import leftMenu from "@/components/leftMenu"

  export default {
    data() {
      return {
        active: {
          fatherActive: 0,
        },
        data: {
          title: "售后及运维",
          option: [{
            "title": "售后服务"
          }, {
            "title": "代检服务"
          }, {
            "title": "科研协助"
          }],
        },
        content: [{
          str: '<p class="bold mb10">我们提供专业的测试设备，我们提供专业的服务体系，全力以赴成为值得您信赖的一流供应商，湘亭-创新型辐射安全专家。</p>' +
                  '<p class="bold mb10">多年以来，湘亭始终把仪器售后服务放在比仪器销售更为重要的位置。我们深知这是公司对客户信赖的最佳回馈。为此，我们持续与各个厂家保持着良好的沟通，定期将售后服务人员送往厂家参与技术培训学习，力争给客户提供最好的售后服务。</p>' +
                  '<p class="bold mb10">一、服务内容</p>' +
                  '<p>1、保修期内非人为损坏质保服务</p>' +
                  '<p>2、保修期内人为损坏有偿服务</p>' +
                  '<p>3、保修期外有偿服务</p>' +
                  '<p>4、非我司销售仪器有偿服务</p>' +
                  '<p class="bold mb10">二、服务体系</p>' +
                  '<p class="bold mb10">1、保修期内非人为损坏质保服务体系（分销商/最终用户）</p>' +
                  '<p class="bold mb10">24/48H服务</p>' +
                  '<p>对我司销售的仪器，我司提供从验收单签订之日起12个月免费质保。我司保证在收到客户服务需求24小时内主动联系客户，提供电话/视频远程指导，以确定仪器问题是否为人为产生。如远程指导未能解决用户问题，我司将在48小时内派售后服务人员到达客户处现场处理，该服务完全免费。</p>' +
                  '<p class="bold mb10">样机/换新服务</p>' +
                  '<p>对我司销售的仪器，我司提供从验收单签订之日起12个月免费质保。如24/48H服务判断为非人为问题并且未能在现场解决用户问题，在客户允许的前提下，我司服务人员将把仪器带回并签署相应收据，如一周内不能解决用户问题，我司将提供同型号仪器换新。在换新期间内，我司可提供同型号仪器样机供客户应急使用，该服务完全免费。</p>' +
                  '<p class="bold mb10">瑕疵退货服务</p>' +
                  '<p>对我司销售的仪器，我司提供从验收单签订之日起12个月免费质保。如两次换新服务仍不能解决用户问题，我司提供退货服务，具体服务流程和时间双方协商解决。</p>' +
                  '<p class="bold mb10">2、保修期内人为损坏有偿服务体系（分销商/最终用户）</p>' +
                  '<p class="bold mb10">24/48H服务</p>' +
                  '<p>对我司销售的仪器，我司提供从验收单签订之日起12个月免费质保。我司保证在收到客户服务需求24小时内主动联系客户，以确定仪器问题是否为人为产生，提供电话/视频远程指导，如远程指导未能解决用户问题，我司将在48小时内派售后服务人员到达客户处现场处理，该服务完全免费。</p>' +
                  '<p class="bold mb10">质保期内有偿维修服务</p>' +
                  '<p>对我司销售的仪器，如24/48H服务判断为人为问题。在客户允许的前提下，我司服务人员将把仪器带回并签署相应收据，仪器将送往原厂生产厂家检测/维修解决问题，产生费用清单将提供给用户，费用包括厂家元器件更换费用、人工费用、我司服务费用。在维修期间，我司可提供同型号仪器样机供客户应急使用，该服务收取费用。</p>' +
                  '<p class="bold mb10">3、保修期外有偿服务体系（分销商/最终用户）</p>' +
                  '<p class="bold mb10">质保期外有偿维修服务</p>' +
                  '<p>对我司销售的仪器，如仪器在12个月质保期外出现问题，我司可提供有偿24/48H咨询服务和现场处理服务。在客户允许的前提下，我司服务人员将把仪器带回并签署相应收据，仪器将送往原厂生产厂家检测/维修解决问题，产生费用清单将提供给用户，费用包括厂家元器件更换费用、人工费用、我司服务费用。在维修期间，我司可提供同型号仪器样机供客户应急使用，该服务收取费用。</p>' +
                  '<p class="bold mb10 mb10">4、非我司销售仪器有偿服务体系（仅最终用户）</p>' +
                  '<p class="bold mb10 mb10">非我司销售仪器有偿服务</p>' +
                  '<p>对非我司销售的仪器，我司保持着和众多厂家良好的联系，我司可提供有偿24/48H咨询服务和现场处理服务。在客户允许的前提下，我司服务人员将把仪器带回并签署相应收据，仪器将送往原厂生产厂家检测/维修解决问题，产生费用清单将提供给用户，费用包括厂家元器件更换费用、人工费用、我司服务费用。</p>' +
                  '<p class="bold mb10 mb10">三、结账方式</p>' +
                  '<p>客户可采用现金、转账等方式付款。有偿服务签订服务协议，提供发票和明细清单。</p>' +
                  '<p class="bold mb10 mb10">四、服务优势</p>' +
                  '<p>1、每季度技术关怀服务，电话或上门</p>' +
                  '<p>2、每个仪器建立档案，提醒计量检定时间</p>' +
                  '<p>3、紧急情况提供常用仪器备机及备品备件</p>' +
                  '<p>4、每年免费提供一次仪器保养</p>' +
                  '<p>5、提供常用辐射仪器的培训、资料整理</p>' +
                  '<p>6、提供24小时电话咨询服务</p>'
        }, {
          str: '<p class="bold mb10">我们提供专业的测试设备，我们提供专业的服务体系，全力以赴成为值得您信赖的一流供应商，湘亭-创新型辐射安全专家。</p>' +
                  '<p class="bold mb10">费时？费精力？在与客户多年的深度合作中，我们发现用户在每年仪器例行检定中有着这样那样的苦恼，很多用户离计量院距离较远，需要派专人专车，既耽误工作又舟车劳顿，为解决这个客户的痒点，我们特提出“一站式计量代检服务”，为客户提供计量服务整体解决方案。</p>' +
                  '<p class="bold mb10">一、服务内容</p>' +
                  '<p>1、上门一站式接送代检服务</p>' +
                  '<p>2、总包及代送北京、上海、衡阳等地计量服务</p>' +
                  '<p>3、各种计量器具的维护、维修服务</p>' +
                  '<p>4、各种计量器具的代购、代销服务</p>' +
                  '<p class="bold mb10">二、服务流程</p>' +
                  '<p>1、客户可通过电话或邮件等形式预约，也可在我公司官方网站“咨询我们”板块留言预约，在双方确认服务时间和服务内容后安排上门接送；</p>' +
                  '<p>2、我司安排接送服务专员上门后取待检计量器具，接送专员与用户认真核对计量器具的种类、数量并当场检查外观和附件情况（如有特殊要求请在送样清单上注明），双方签字确认后，贴好标签（送检单位+时间+器具名称+联系方式），妥善安置保管；</p>' +
                  '<p>3、计量器具由我司接送服务专员送至客户指定计量检定机构窗口，完成送检手续；</p>' +
                  '<p>4、样品检测完成后，我司接送服务专员将样品、证书、发票一起交送用户，用户当面清点签字确认。</p>' +
                  '<p class="bold mb10"> 三、结账方式</p>' +
                  '<p>客户可采用现金、转账、年结等方式付款。年结用户须签订服务协议。</p>' +
                  '<p class="bold mb10">四、收费构成及标准(下载)</p>' +
                  '<p class="bold mb10">五、湘亭特色服务</p>' +
                  '<p>1、每季度技术关怀服务，电话或上门</p>' +
                  '<p>2、每个仪器建立档案，提醒计量检定时间</p>' +
                  '<p>3、紧急情况提供常用仪器备机及备品备件（免费或酌情收费）</p>' +
                  '<p>4、每年免费提供一次仪器保养（含固件升级）</p>' +
                  '<p>5、提供常用辐射仪器的培训、资料整理</p>' +
                  '<p>6、提供24小时电话咨询服务</p>'
        }, {
          str: '<p class="bold mb10 mb10">我们提供专业的测试设备，我们提供专业的服务体系，全力以赴成为值得您信赖的一流供应商，湘亭-创新型辐射安全专家。</p>' +
                  '<p class="bold mb10 mb10">传统仪器商仅仅是一个买卖人，在湘亭的发展规划中，研发技术和技术服务一直都是公司的重点投入和特色发展方向。我们具备硬件和软件双向研发能力，已获得辐射测试相关软件著作权专利4项，实用新型专利2项，3项发明专利正在申请中。强大的研发团队是客户课题研究、仪器二次开发、定制化技术服务等个性化需求的有力保障。</p>' +
                  '<p class="bold mb10 mb10">我们已获得的专利：</p>' +
                  '<p>一种移动放射源监测装置（实用新型/2014）</p>' +
                  '<p>一种辐射监测装置（实用新型/2014）</p>' +
                  '<p>湘亭放射源远程监控管理系统软件（软件著作/2012）</p>' +
                  '<p>湘亭车载辐射监测管理系统软件（软件著作/2012）</p>' +
                  '<p>湘亭电磁辐射连续监测系统软件（软件著作/2012）</p>' +
                  '<p>湘亭电离辐射数据采集系统软件（软件著作/2012）</p>' +
                  '<p class="bold mb10">我们已在审批的专利：</p>' +
                  '<p>一种辐射系统监管及方法（发明/初审通过）</p>' +
                  '<p>一种辐射巡检系统及方法（发明/初审通过）</p>' +
                  '<p>一种移动放射源监管系统及方案（发明/初审通过）</p>' +
                  '<p class="bold mb10">我们协助完成的客户科研课题：</p>' +
                  '<p>杭州市环保局  车载辐射寻源系统  2014</p>' +
                  '<p>苏州市环保局  车载辐射寻源系统  2014</p>' +
                  '<p>江苏省核安全局  电磁辐射车载改装和测试系统  2015</p>' +
                  '<p>江苏省核安全局  辐射应急指挥调度系统  2014</p>' +
                  '<p>浙江省通信管理局  绿色电磁活动创建（移动式）  2014</p>' +
                  '<p>金华市移动公司  绿色电磁活动创建（固定式）  2014-2015</p>' +
                  '<p>杭州/宁波环境监测中心站  电磁固定点展示平台改建  2014</p>' +
                  '<p>。。。。（浙江省电信学院、新疆维吾尔自治区环保厅等课题持续进行中）</p>' +
                  '<p class="bold mb10">我们已自主研发的硬件产品：</p>' +
                  '<p>基站电磁环境监测互联网+云平台</p>' +
                  '<p>变电站电磁环境监测互联网+云平台</p>' +
                  '<p>电离辐射监测互联网+云平台</p>' +
                  '<p>应急监测互联网+云平台</p>' +
                  '<p>车载监测互联网+云平台</p>'
        }]
      }
    },
    filters: {},
    methods: {
      getIndex(data) {
        this.active = data;
      },
      setData() {
        let arr = this.$route.query.str == '' ? [this.data, 0] : [this.data];
        this.$refs.leftMenu.getData(arr)
      },
    },
    components: {
      'v-headerImg': headerImg,
      'v-leftMenu': leftMenu
    },
    mounted() {
      this.setData()
    }
  }
</script>

<style lang="less" scoped>
	@import '../../css/webless.less';

	.box_warpper {
		.box {
			min-height: 1000px;
		}

		.content {
			display: inline-block;
			background: white;
			width: 1000px;
			min-height: 1000px;
			padding: 10px 20px;
			margin: 20px 0 0 300px;

			.prod_comp_view_name {
				line-height: 34px;
				font-size: 18px;
				color: @colour;
				font-weight: normal;
			}

			.container {
				margin-right: 9px;
				text-indent: 32px;
				margin-bottom: 15px;
				line-height: 24px;
				color: #666;
				font-size: 16px;
				position: relative;
				padding-top: 15px;
				overflow: hidden;
			}
		}
	}
</style>
